[{"name":"SHISEIDO AMERICAS CORPORATION","description":"Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque.","product":"CLE DE PEAU BEAUTE FOUNDATION L","yelpReview":4.8},
{"name":"Nelco Laboratories, Inc.","description":"In sagittis dui vel nisl. Duis ac nibh. Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus.","product":"Mexican Tea Pollen","yelpReview":4.4},
{"name":"Legacy Pharmaceutical Packaging","description":"Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum.","product":"Carvedilol","yelpReview":4.1},
{"name":"COSMOCEUTICAL RESEARCH CENTER INC","description":"Maecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti.","product":"ANESTHETIC","yelpReview":2.6},
{"name":"Nelco Laboratories, Inc.","description":"Integer ac leo. Pellentesque ultrices mattis odio. Donec vitae nisi.","product":"English Plantain","yelpReview":4.0},
{"name":"PD-Rx Pharmaceuticals, Inc.","description":"In congue. Etiam justo. Etiam pretium iaculis justo.","product":"Diovan HCT","yelpReview":4.5},
{"name":"Nelco Laboratories, Inc.","description":"Vestibulum quam sapien, varius ut, blandit non, interdum in, ante. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Duis faucibus accumsan odio. Curabitur convallis.","product":"Burrobrush","yelpReview":3.1},
{"name":"PD-Rx Pharmaceuticals, Inc.","description":"Etiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem.","product":"Penicillin V Potassium","yelpReview":4.8},
{"name":"Nelco Laboratories, Inc.","description":"Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat.","product":"Water Oak","yelpReview":3.6},
{"name":"AMI Cosmetic Co.,Ltd.","description":"Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui.","product":"JASMINE 3D WATERFUL 3D C.C","yelpReview":4.2}]